{
    "Introduzca los datos a continuación": "Introdueixi les dades a continuació",
    "Para configurar tu perfil de administrador como titular de la farmacia necesitamos que completes algunos datos.": "Per a configurar el teu perfil d'administrador com a titular de la farmàcia necessitem que omplis algunes dades.",
    "Los campos marcados con asterisco son obligatorios*": "Els camps marcats amb asterisc són obligatoris*",
    "Añade a las personas de tu equipo": "Afegeix a les persones del teu equip.",
    "Seleccione un rol base para las aplicaciones que desee activar": "Seleccioni un rol base per a les aplicacions que desitgi activar",
    "Solo rellenar en el caso de que lo recoja una persona distinta": "Només emplenar en el cas que el reculli una persona diferent",
    "Introduzca su búsqueda...": "Introdueixi la seva cerca...",
    "Escanee o introduzca su búsqueda...": "Escaneja o introdueix la teva cerca",
    "Introduzca su búsqueda": "Introdueixi la seva cerca",
    "¡Te damos la bienvenida a SFERA!": "Et donem la benvinguda a SFERA!",
    "Para acceder por primera vez, introduce los siguientes datos": "Per accedir per primer cop, introdueix les següents dades:",
    "Introduce el código de 6 dígitos numéricos que va a utilitzar para entrar en SFERA a partir de ahora": "Introdueix el codi de 6 dígits numèrics que va utilitzar per entrar en SFERA a partir d'ara",
    "Introduce el código de 6 dígitos numéricos que utilizarás desde hoy para acceder a SFERA.": "Introdueix el codi de 6 dígits numèrics que utilitzaràs des d'avui per a accedir a SFERA.",
    "Selecciona el tipo de perfil de acceso a SFERA para la persona de tu equipo": "Selecciona el tipus de perfil d'accés a SFERA per a la persona del teu equip",
    "Está seguro de que no desea invitar por el momento a sus empleados Esta acción podrá realizarla más tarde": "Està segur que no desitja convidar de moment a cap empleat?. Aquesta acció es pot realitzar més tard.",
    "¡Enhorabuena, ha finalizado el proceso de alta!": "Enhorabona, ha finalitzat el procés!",
    "¡En el momento del login se ha producido un error": "¡En el moment de la connexió de s'ha produït un error",
    "Hemos enviado un mensaje de confirmación a las personas de tu equipo y una contraseña provisional de acceso mediante SMS.": "Hem enviat un missatge de confirmació a les persones del teu equip i una contrasenya provisional d'accés mitjançant SMS.",
    "Los campos marcados en rojo son obligatorios": "Els camps marcats amb asterisc són obligatoris *",
    "El pin tiene como mínimo 6 dígitos": "El pin té com a mínim 6 dígits",
    "la cofirmacion del pin tiene como mínimo 6 dígitos": "la cofirmacion de el pin té com a mínim 6 dígits",
    "El se pin se debe validar": "El es pin s'ha de validar",
    "El pin no coincide": "El pin no coincideixen",
    "Añada sus datos personales y las credenciales de acceso a Sfera": "Afegeix les seves dades personals i les credencials d'accés a Sfera",
    "Conceda el acceso a sus empleados y configure un tipo de usuario por defecto": "Afegeix a les persones del teu equip i assigna'ls nivells d'accéss a les aplicacions de fedefarma",
    "Te recomendamos que agregues a todos los miembros de tu equipo y les asignes un rol predeterminado para acceder a las aplicaciones de SFERA. ": "Et recomanem que agreguis a tots els membres del teu equip i els assignis un rol predeterminat per a accedir a les aplicacions de SFERA.",
    "En caso de no completarse esta información, se enviará el email al titular de la farmacia.": "En cas de no omplir aquest camp, s'enviarà l'email al titular de la farmàcia.",
    "Se ha enviado un mensaje de confirmación a las personas de tu equipo y una": "S'ha enviat un missatge de confirmació a les persones del teu equip i una",
    "contraseña provisional de acceso mediante SMS.": "contrasenya provisional d'accés mitjançant SMS.",
    "Este mensaje puede deberse a un error de autenticación": "Aquest missatge pot ser degut a un error d'autenticació",
    "pulsa en continuar para dirigirse a la página de inicio": "prem en continuar per dirigir-se a la pàgina d'inici",
    "Imagen actualizada correctamente": "Imatge actualitzada correctament",
    "Asígnale un perfil predeterminado o personalizado para cada aplicación.": "Concedeix l'accés a l'empleat a aquelles aplicacions desitjades i configura un tipus per defecte per a cadascuna d'elles",
    "Comprueba toda la información de tu colaborador": "Comprova que les dades introduïdes són correctes per a poder finalitzar el procés d'alta d'un usuari",
    "Edita y completa la información básica de acceso de tu colaborador": "Afegeix les credencials d'accés i les dades personals de l'empleat.",
    "Bienvenido!, Deberas actualizar tu PIN para comenzar a usar la plataforma.": "Benvingut!, Hauràs d'actualitzar el teu PIN per començar a utilitzar la plataforma, també podràs canviar-te l'usuari quan vulguis.",
    "¿Está seguro de que desea eliminar la carpeta?": "Està segur que desitja eliminar la carpeta?",
    "¿Seguro que quiere desactivar el usuario?": "Segur que vol desactivar l'usuari?",
    "En solo unos minutos podrás confirmar tu perfil de administrador en SFERA, y acceder a todas tus herramientas fedefarma con un solo acceso, desde hoy mismo.": "En només uns minuts podràs confirmar el teu perfil d'administrador a SFERA, i accedir a totes les teves eines fedefarma amb un sol accés, des d'avui mateix.",
    "Añade tus datos personales y las credenciales que usarás para acceder a SFERA": "Afegeix les teves dades personals i les credencials que faràs servir per accedir a SFERA.",
    "Añade a las personas de tu equipo y asígnales niveles de acceso a las aplicaciones de fedefarma.": "Afegeix a les persones del teu equip i assigna'ls nivells d'accés a les aplicacions de fedefarma.",
    "Hemos configurado 2 perfiles de acceso predeterminados que podrás modificar y editar en detalle más adelante": "Hem configurat 2 perfils d'accés predeterminats que podràs modificar i editar detalladament més endavant.",
    "¿Quieres editar de nuevo o agragar personas a tu equipo? Configúralo ahora o más tarde desde tu gestión de usuarios.": "Vols editar de nou o afegir persones al teu equip? Configura-ho ara o més tard des de gestió d'usuaris.",
    "Para acceder al area privada, porfavor introduce las credenciales de acceso de tu area privada.": "Per a accedir al area privada, porfavor introdueix les credencials d'accés del teu area privada.",
    "Credenciales Area Privada": "Credencials Area Privada",
    "Credencials invalides": "Credencials invalides",
    "Actualización realizada con éxito": "Actualització realitzada amb èxit",
    "Error al actualizar almacén": "Error en actualitzar magatzem",
    "No se encuentran resultados": "No es troben resultats"

}